Repository: Meet2147/BuildMyItch
Catalog: jawforge/JawForge/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, mr

source: How often do you work out?
es: ¿Con qué frecuencia entrenas?
fr: À quelle fréquence vous entraînez-vous ?
hi: आप कितनी बार वर्कआउट करते हैं?
it: Quanto spesso ti alleni?
mr: तुम्ही किती वेळा व्यायाम करता?

source: How to do it
es: Cómo hacerlo
fr: Comment faire
hi: कैसे करें
it: Come si fa
mr: कसे करावे

source: How wide your jaw corners sit relative to your upper face. 80–94% gives the classic tapered-but-strong look; well below that reads narrow, above it reads blocky.
es: La anchura de las esquinas de la mandíbula respecto a la parte superior del rostro. 80–94% da el clásico look afilado pero fuerte; muy por debajo se ve estrecho, por encima se ve cuadrado.
fr: La largeur des coins de la mâchoire par rapport au haut du visage. 80–94 % donne le look classique effilé mais fort ; bien en dessous paraît étroit, au-dessus paraît massif.
hi: ऊपरी चेहरे की तुलना में जबड़े के कोनों की चौड़ाई। 80–94% क्लासिक शार्प-पर-मज़बूत लुक देता है; इससे बहुत कम पतला और ज़्यादा चौकोर लगता है।
it: La larghezza degli angoli mandibolari rispetto alla parte superiore del viso. L'80–94% dà il classico look affusolato ma forte; molto al di sotto appare stretto, al di sopra squadrato.
mr: वरच्या चेहऱ्याच्या तुलनेत जबड्याच्या कोपऱ्यांची रुंदी. 80–94% क्लासिक निमुळता-पण-मजबूत लुक देते; त्याहून कमी अरुंद तर जास्त चौकोनी दिसते.

source: If one side feels tighter, give it two extra glides.
es: Si un lado está más tenso, hazle dos deslizamientos extra.
fr: Si un côté est plus raide, faites-y deux glissements de plus.
hi: एक तरफ़ ज़्यादा कसाव लगे तो उधर दो ग्लाइड ज़्यादा करें।
it: Se un lato è più rigido, fagli due scivolamenti in più.
mr: एक बाजू जास्त आवळलेली वाटल्यास तिथे दोन ग्लाइड जास्त करा.

source: It varies
es: Varía
fr: Ça varie
hi: बदलता रहता है
it: Dipende
mr: बदलत असते

source: Jaw angle
es: Ángulo mandibular
fr: Angle de la mâchoire
hi: जॉ एंगल
it: Angolo mandibolare
mr: जबड्याचा कोन

source: Jaw angle · jaw width
es: Ángulo · anchura mandibular
fr: Angle · largeur de mâchoire
hi: जॉ एंगल · जॉ चौड़ाई
it: Angolo · larghezza mandibolare
mr: जबड्याचा कोन · रुंदी

source: Jaw angle · under-chin area
es: Ángulo mandibular · zona bajo el mentón
fr: Angle de mâchoire · sous le menton
hi: जॉ एंगल · ठोड़ी के नीचे
it: Angolo mandibolare · zona sotto il mento
mr: जबड्याचा कोन · हनुवटीखालील भाग

source: Jaw angle, width, proportion and symmetry — scored and explained.
es: Ángulo, anchura, proporción y simetría — puntuados y explicados.
fr: Angle, largeur, proportion et symétrie — notés et expliqués.
hi: जॉ एंगल, चौड़ाई, अनुपात और सममिति — स्कोर और व्याख्या के साथ।
it: Angolo, larghezza, proporzione e simmetria — con punteggio e spiegazione.
mr: जबड्याचा कोन, रुंदी, प्रमाण आणि सममिती — स्कोअर व स्पष्टीकरणासह.

source: Jaw width
es: Anchura mandibular
fr: Largeur de mâchoire
hi: जॉ चौड़ाई
it: Larghezza mandibolare
mr: जबड्याची रुंदी

source: Jaw width · jaw angle
es: Anchura · ángulo mandibular
fr: Largeur · angle de mâchoire
hi: जॉ चौड़ाई · जॉ एंगल
it: Larghezza · angolo mandibolare
mr: रुंदी · जबड्याचा कोन

source: JawForge Pro keeps your full history and trends
es: JawForge Pro guarda todo tu historial y tendencias
fr: JawForge Pro conserve tout votre historique et vos tendances
hi: JawForge Pro आपकी पूरी हिस्ट्री और ट्रेंड सहेजता है
it: JawForge Pro conserva tutta la cronologia e le tendenze
mr: JawForge Pro तुमचा संपूर्ण इतिहास व ट्रेंड जपते

source: Jawline score
es: Puntuación de mandíbula
fr: Score de mâchoire
hi: जॉलाइन स्कोर
it: Punteggio jawline
mr: जॉलाइन स्कोअर

source: Jawline score over time
es: Puntuación a lo largo del tiempo
fr: Score de mâchoire dans le temps
hi: समय के साथ जॉलाइन स्कोर
it: Punteggio nel tempo
mr: काळानुसार जॉलाइन स्कोअर

source: Jawline time 💪
es: Hora de la mandíbula 💪
fr: C'est l'heure de la mâchoire 💪
hi: जॉलाइन का समय 💪
it: È l'ora della jawline 💪
mr: जॉलाइनची वेळ 💪

source: Jawline visibility tracks body-fat level more than any exercise. Sharing this helps us give honest guidance.
es: La visibilidad de la mandíbula depende más del nivel de grasa corporal que de cualquier ejercicio. Compartirlo nos ayuda a darte una orientación honesta.
fr: La visibilité de la mâchoire dépend plus du taux de masse grasse que de tout exercice. Le partager nous aide à donner des conseils honnêtes.
hi: जॉलाइन का दिखना किसी भी व्यायाम से ज़्यादा बॉडी-फैट पर निर्भर है। यह बताने से हम ईमानदार सलाह दे पाते हैं।
it: La visibilità della jawline dipende più dal grasso corporeo che da qualsiasi esercizio. Condividerlo ci aiuta a darti indicazioni oneste.
mr: जॉलाइन दिसणे कोणत्याही व्यायामापेक्षा बॉडी-फॅटवर अवलंबून असते. हे दिल्यास आम्ही प्रामाणिक मार्गदर्शन देऊ शकतो.

source: Keep every movement symmetric; watch yourself in a mirror.
es: Mantén cada movimiento simétrico; mírate en un espejo.
fr: Gardez chaque mouvement symétrique ; regardez-vous dans un miroir.
hi: हर मूवमेंट सममित रखें; आईने में देखें।
it: Mantieni ogni movimento simmetrico; guardati allo specchio.
mr: प्रत्येक हालचाल सममित ठेवा; आरशात पाहा.

source: Keep the range comfortable — never force the glide.
es: Mantén un rango cómodo — nunca fuerces el deslizamiento.
fr: Restez dans une amplitude confortable — ne forcez jamais.
hi: दायरा आरामदायक रखें — ग्लाइड कभी ज़बरदस्ती न करें।
it: Mantieni un'escursione comoda — non forzare mai lo scivolamento.
mr: मर्यादा आरामदायक ठेवा — ग्लाइड कधीही जबरदस्तीने करू नका.

source: Know your numbers
es: Conoce tus números
fr: Connaissez vos chiffres
hi: अपने आँकड़े जानें
it: Conosci i tuoi numeri
mr: तुमचे आकडे जाणा

source: Left side
es: Lado izquierdo
fr: Côté gauche
hi: बाईं करवट
it: Lato sinistro
mr: डाव्या कुशीवर

source: Lie on your back, knees bent, tongue pressed to the roof of your mouth.
es: Túmbate boca arriba, rodillas dobladas, lengua pegada al paladar.
fr: Allongez-vous sur le dos, genoux pliés, langue plaquée au palais.
hi: पीठ के बल लेटें, घुटने मोड़ें, जीभ तालू से लगी रहे।
it: Sdraiati sulla schiena, ginocchia piegate, lingua premuta al palato.
mr: पाठीवर झोपा, गुडघे वाकवा, जीभ टाळूला दाबलेली.

source: Lifetime
es: De por vida
fr: À vie
hi: लाइफटाइम
it: A vita
mr: आजीवन

source: Longer than wide with an extended lower third — width-building work suits this shape more than length-adding habits.
es: Más largo que ancho con el tercio inferior extendido — a esta forma le conviene más el trabajo de anchura.
fr: Plus long que large avec un tiers inférieur étiré — le travail en largeur convient mieux à cette forme.
hi: चौड़ाई से ज़्यादा लंबाई, निचला हिस्सा लंबा — इस आकार के लिए चौड़ाई बढ़ाने वाली मेहनत बेहतर है।
it: Più lungo che largo con il terzo inferiore esteso — a questa forma giova più il lavoro sulla larghezza.
mr: रुंदीपेक्षा लांबी जास्त, खालचा भाग लांब — या आकारासाठी रुंदी वाढवणारा सराव अधिक उपयुक्त.

source: Lower back down with control. Keep shoulders on the floor.
es: Baja con control. Mantén los hombros en el suelo.
fr: Redescendez avec contrôle. Gardez les épaules au sol.
hi: नियंत्रण से नीचे लाएँ। कंधे ज़मीन पर रहें।
it: Scendi con controllo. Tieni le spalle a terra.
mr: नियंत्रणात खाली आणा. खांदे जमिनीवर ठेवा.

source: Lower-face balance
es: Equilibrio del tercio inferior
fr: Équilibre du bas du visage
hi: निचले चेहरे का संतुलन
it: Equilibrio del volto inferiore
mr: खालच्या चेहऱ्याचे संतुलन

source: Lower-face balance · overall definition
es: Equilibrio inferior · definición general
fr: Équilibre du bas du visage · définition globale
hi: निचले चेहरे का संतुलन · कुल डेफिनिशन
it: Equilibrio del volto inferiore · definizione generale
mr: खालच्या चेहऱ्याचे संतुलन · एकूण रेखीवपणा

source: Measurements are frontal-photo estimates and vary with lighting, angle and expression — scan under similar conditions each time and watch the trend, not a single number. Not medical advice.
es: Las medidas son estimaciones a partir de una foto frontal y varían con la luz, el ángulo y la expresión — escanea siempre en condiciones similares y sigue la tendencia, no un solo número. No es consejo médico.
fr: Les mesures sont des estimations sur photo de face et varient selon la lumière, l'angle et l'expression — scannez dans des conditions similaires et suivez la tendance plutôt qu'un chiffre isolé. Ceci n'est pas un avis médical.
hi: माप सामने की फ़ोटो पर आधारित अनुमान हैं और रोशनी, कोण व भाव से बदलते हैं — हर बार मिलती-जुलती स्थितियों में स्कैन करें और किसी एक अंक की बजाय ट्रेंड देखें। यह चिकित्सकीय सलाह नहीं है।
it: Le misure sono stime da foto frontale e variano con luce, angolo ed espressione — scansiona in condizioni simili e osserva la tendenza, non un singolo numero. Non è un consiglio medico.
mr: मोजमापे समोरील फोटोवर आधारित अंदाज आहेत आणि प्रकाश, कोन व हावभावानुसार बदलतात — दरवेळी सारख्या परिस्थितीत स्कॅन करा आणि एका आकड्याऐवजी ट्रेंड पाहा. हा वैद्यकीय सल्ला नाही.

source: Measuring jaw angles…
es: Midiendo los ángulos de la mandíbula…
fr: Mesure des angles de la mâchoire…
hi: जॉ एंगल मापे जा रहे हैं…
it: Misurazione degli angoli della mascella…
mr: जबड्याचे कोन मोजले जात आहेत…

source: Mewing (tongue posture)
es: Mewing (postura lingual)
fr: Mewing (posture de langue)
hi: म्यूइंग (टंग पोस्चर)
it: Mewing (postura linguale)
mr: म्युइंग (जीभ-पवित्रा)

source: Morning (8 AM)
es: Mañana (8:00)
fr: Matin (8 h)
hi: सुबह (8 बजे)
it: Mattina (8:00)
mr: सकाळी (8 वा.)

source: Mostly left
es: Casi siempre izquierda
fr: Surtout à gauche
hi: ज़्यादातर बाएँ
it: Soprattutto a sinistra
mr: बहुतेक डावीकडे

source: Mostly right
es: Casi siempre derecha
fr: Surtout à droite
hi: ज़्यादातर दाएँ
it: Soprattutto a destra
mr: बहुतेक उजवीकडे

source: My JawForge score
es: Mi puntuación JawForge
fr: Mon score JawForge
hi: मेरा JawForge स्कोर
it: Il mio punteggio JawForge
mr: माझा JawForge स्कोअर

source: Neck curls
es: Curls de cuello
fr: Curls de nuque
hi: नेक कर्ल
it: Curl del collo
mr: नेक कर्ल

source: Needs work
es: Por trabajar
fr: À travailler
hi: मेहनत चाहिए
it: Da allenare
mr: मेहनत हवी

source: Neutral expression, teeth gently closed
es: Expresión neutra, dientes suavemente cerrados
fr: Expression neutre, dents légèrement serrées
hi: सामान्य भाव, दाँत हल्के से बंद
it: Espressione neutra, denti delicatamente chiusi
mr: सहज चेहरा, दात हलकेच मिटलेले

source: Never noticed
es: Nunca me fijé
fr: Jamais remarqué
hi: कभी ध्यान नहीं दिया
it: Mai fatto caso
mr: कधी लक्ष दिले नाही

source: No face detected. Face the camera straight on in good light.
es: No se detectó ningún rostro. Mira a la cámara de frente con buena luz.
fr: Aucun visage détecté. Placez-vous bien en face, avec un bon éclairage.
hi: कोई चेहरा नहीं मिला। अच्छी रोशनी में कैमरे की ओर सीधा देखें।
it: Nessun viso rilevato. Guarda la fotocamera di fronte con buona luce.
mr: चेहरा आढळला नाही. चांगल्या प्रकाशात कॅमेऱ्याकडे सरळ पाहा.

source: No front camera available (Simulator?). Pick a selfie from the photo library below instead.
es: No hay cámara frontal disponible (¿Simulador?). Elige un selfie de la galería abajo.
fr: Pas de caméra frontale disponible (Simulateur ?). Choisissez plutôt un selfie dans la bibliothèque ci-dessous.
hi: फ्रंट कैमरा उपलब्ध नहीं (सिम्युलेटर?)। नीचे फ़ोटो लाइब्रेरी से सेल्फ़ी चुनें।
it: Fotocamera frontale non disponibile (Simulatore?). Scegli un selfie dalla libreria qui sotto.
mr: फ्रंट कॅमेरा उपलब्ध नाही (सिम्युलेटर?). खाली फोटो लायब्ररीतून सेल्फी निवडा.

source: No previous purchases found for this Apple Account.
es: No se encontraron compras anteriores en esta cuenta de Apple.
fr: Aucun achat antérieur trouvé pour ce compte Apple.
hi: इस Apple खाते के लिए कोई पुरानी ख़रीदारी नहीं मिली।
it: Nessun acquisto precedente trovato per questo account Apple.
mr: या Apple खात्यासाठी पूर्वीची खरेदी आढळली नाही.

source: No scans yet
es: Aún no hay escaneos
fr: Aucun scan pour l'instant
hi: अभी कोई स्कैन नहीं
it: Ancora nessuna scansione
mr: अजून स्कॅन नाही

source: Nose-to-chin height as a share of eyes-to-chin height. Close to 50% is the balanced classical proportion.
es: Altura nariz-mentón como proporción de la altura ojos-mentón. Cerca del 50% es la proporción clásica equilibrada.
fr: Hauteur nez-menton par rapport à la hauteur yeux-menton. Près de 50 %, c'est la proportion classique équilibrée.
hi: नाक-से-ठोड़ी की ऊँचाई, आँख-से-ठोड़ी की तुलना में। 50% के करीब क्लासिकल संतुलित अनुपात है।
it: Altezza naso-mento in rapporto all'altezza occhi-mento. Vicino al 50% è la proporzione classica equilibrata.
mr: नाक-ते-हनुवटी उंची, डोळे-ते-हनुवटीच्या तुलनेत. 50% च्या जवळ हे क्लासिक संतुलित प्रमाण आहे.

source: Not currently
es: Actualmente no
fr: Pas en ce moment
hi: फ़िलहाल नहीं
it: Al momento no
mr: सध्या नाही

source: Nudges tuned to the time you actually train.
es: Avisos ajustados a la hora en que realmente entrenas.
fr: Des rappels réglés sur l'heure où vous vous entraînez vraiment.
hi: उस समय की याद जब आप सच में ट्रेनिंग करते हैं।
it: Promemoria tarati sull'ora in cui ti alleni davvero.
mr: तुम्ही खरोखर सराव करता त्या वेळेची आठवण.

source: O-E vowel stretch
es: Estiramiento vocal O-E
fr: Étirement vocalique O-É
hi: ओ-ई वॉवेल स्ट्रेच
it: Stretching vocalico O-E
mr: ओ-ई स्वर स्ट्रेच

source: Oblong
es: Alargado
fr: Allongé
hi: लंबा
it: Allungata
mr: लांबट

source: Often
es: A menudo
fr: Souvent
hi: अक्सर
it: Spesso
mr: अनेकदा

source: On my back
es: Boca arriba
fr: Sur le dos
hi: पीठ के बल
it: Sulla schiena
mr: पाठीवर

source: One primary focus — the routine leans toward it while still covering the fundamentals.
es: Un enfoque principal — la rutina se inclina hacia él sin dejar los fundamentos.
fr: Un objectif principal — la routine s'y oriente tout en couvrant les fondamentaux.
hi: एक मुख्य फ़ोकस — रूटीन उसी ओर झुकेगा, बुनियादी चीज़ें फिर भी शामिल रहेंगी।
it: Un obiettivo principale — la routine vi si orienta pur coprendo i fondamentali.
mr: एक मुख्य लक्ष्य — दिनचर्या त्याकडे झुकेल, तरी मूलभूत गोष्टी राहतीलच.

source: One selfie, measured on-device. Photos never leave your phone.
es: Un selfie, medido en el dispositivo. Las fotos nunca salen de tu teléfono.
fr: Un selfie, mesuré sur l'appareil. Les photos ne quittent jamais votre téléphone.
hi: एक सेल्फ़ी, डिवाइस पर ही मापी गई। फ़ोटो कभी फ़ोन से बाहर नहीं जाती।
it: Un selfie, misurato sul dispositivo. Le foto non lasciano mai il telefono.
mr: एक सेल्फी, डिव्हाइसवरच मोजली जाते. फोटो कधीही फोनबाहेर जात नाहीत.

source: Only the neck moves — no jerking.
es: Solo se mueve el cuello — sin tirones.
fr: Seul le cou bouge — pas d'à-coups.
hi: सिर्फ़ गर्दन चले — झटका नहीं।
it: Si muove solo il collo — niente strattoni.
mr: फक्त मान हलावी — झटका नको.

source: Open over a 3-second count, then close over 3 seconds, keeping tension the whole way.
es: Abre contando 3 segundos y cierra en 3, manteniendo la tensión todo el recorrido.
fr: Ouvrez sur 3 secondes, refermez sur 3 secondes, en gardant la tension tout du long.
hi: 3 सेकंड में खोलें, 3 सेकंड में बंद करें, पूरे समय तनाव बनाए रखें।
it: Apri contando 3 secondi e chiudi in 3, mantenendo la tensione per tutto il movimento.
mr: 3 सेकंदांत उघडा, 3 सेकंदांत मिटा, पूर्ण वेळ ताण ठेवा.

source: Oval
es: Ovalado
fr: Ovale
hi: ओवल
it: Ovale
mr: अंडाकृती

source: Overall definition
es: Definición general
fr: Définition globale
hi: कुल डेफिनिशन
it: Definizione generale
mr: एकूण रेखीवपणा

source: Overdoing it causes TMJ soreness — start with 5 minutes a day.
es: Pasarse causa molestias en la ATM — empieza con 5 minutos al día.
fr: En faire trop provoque des douleurs à l'ATM — commencez par 5 minutes par jour.
hi: ज़्यादा करने से TMJ में दर्द होता है — दिन में 5 मिनट से शुरू करें।
it: Esagerare causa indolenzimento all'ATM — inizia con 5 minuti al giorno.
mr: अति केल्यास TMJ दुखते — दिवसाला 5 मिनिटांपासून सुरुवात करा.

source: Pause
es: Pausa
hi: रोकें
it: Pausa
mr: थांबवा

source: Place a fist under your chin.
es: Coloca un puño bajo el mentón.
fr: Placez un poing sous le menton.
hi: मुट्ठी ठोड़ी के नीचे रखें।
it: Metti un pugno sotto il mento.
mr: मूठ हनुवटीखाली ठेवा.

source: Platysma flex
es: Flexión del platisma
fr: Flexion du platysma
hi: प्लैटिस्मा फ्लेक्स
it: Flessione del platisma
mr: प्लॅटिस्मा फ्लेक्स

source: Press the ENTIRE tongue — tip, middle and back — flat against the roof of your mouth.
es: Presiona TODA la lengua — punta, medio y parte trasera — plana contra el paladar.
fr: Plaquez TOUTE la langue — pointe, milieu et arrière — contre le palais.
hi: पूरी जीभ — नोक, बीच और पिछला हिस्सा — तालू से सटाकर दबाएँ।
it: Premi TUTTA la lingua — punta, centro e parte posteriore — piatta contro il palato.
mr: संपूर्ण जीभ — टोक, मध्य आणि मागील भाग — टाळूला सपाट दाबा.

source: Privacy
es: Privacidad
fr: Confidentialité
hi: प्राइवेसी
mr: गोपनीयता

source: Progress
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
mr: प्रगती

source: Progressive overload for the masseter — the jaw's 'bicep'.
es: Sobrecarga progresiva para el masetero — el «bíceps» de la mandíbula.
fr: Surcharge progressive pour le masséter — le « biceps » de la mâchoire.
hi: मैसेटर के लिए प्रोग्रेसिव ओवरलोड — जबड़े का 'बाइसेप'।
it: Sovraccarico progressivo per il massetere — il «bicipite» della mascella.
mr: मॅसेटरसाठी प्रोग्रेसिव्ह ओव्हरलोड — जबड्याचा 'बायसेप'.

source: Prominent cheekbones with a narrower jaw and forehead — building jaw width frames the cheekbones even better.
es: Pómulos prominentes con mandíbula y frente más estrechas — ganar anchura mandibular enmarca aún mejor los pómulos.
fr: Pommettes marquées avec mâchoire et front plus étroits — élargir la mâchoire met encore mieux les pommettes en valeur.
hi: उभरी गाल की हड्डियाँ, पतला जबड़ा और माथा — जॉ की चौड़ाई बढ़ाने से चीकबोन्स और निखरते हैं।
it: Zigomi prominenti con mascella e fronte più strette — aumentare la larghezza mandibolare valorizza ancora di più gli zigomi.
mr: ठसठशीत गालाची हाडे, अरुंद जबडा व कपाळ — जबड्याची रुंदी वाढवल्याने गालाची हाडे अधिक उठून दिसतात.

source: Pull the corners of your mouth down hard — the neck bands should pop out.
es: Tira fuerte de las comisuras hacia abajo — deben marcarse las bandas del cuello.
fr: Tirez fort les coins de la bouche vers le bas — les cordes du cou doivent ressortir.
hi: मुँह के कोनों को ज़ोर से नीचे खींचें — गर्दन की नसें उभरनी चाहिए।
it: Tira con forza gli angoli della bocca verso il basso — devono sporgere i fasci del collo.
mr: तोंडाचे कोपरे जोरात खाली ओढा — मानेच्या शिरा उठून दिसाव्यात.

source: Purchase issue
es: Problema con la compra
fr: Problème d'achat
hi: ख़रीदारी में समस्या
it: Problema con l'acquisto
mr: खरेदीत अडचण

source: Rarely / never
es: Rara vez / nunca
fr: Rarement / jamais
hi: कभी-कभार / कभी नहीं
it: Raramente / mai
mr: क्वचित / कधीच नाही

source: Rebalance the lower face
es: Reequilibra el tercio inferior
fr: Rééquilibrez le bas du visage
hi: निचले चेहरे का संतुलन सुधारें
it: Riequilibra il volto inferiore
mr: खालच्या चेहऱ्याचे संतुलन सुधार करा

source: Reduce double chin
es: Reducir la papada
fr: Réduire le double menton
hi: डबल चिन घटाएँ
it: Ridurre il doppio mento
mr: डबल चिन कमी करा

source: Refine rather than build
es: Refinar más que desarrollar
fr: Affiner plutôt que développer
hi: बढ़ाने की बजाय निखारें
it: Rifinire più che sviluppare
mr: वाढवण्याऐवजी निखारा

source: Relax fully between holds.
es: Relájate por completo entre aguantes.
fr: Relâchez complètement entre les maintiens.
hi: होल्ड के बीच पूरी तरह रिलैक्स करें।
it: Rilassati completamente tra le tenute.
mr: होल्डमध्ये पूर्ण विश्रांती घ्या.

source: Relax your jaw with lips gently closed.
es: Relaja la mandíbula con los labios suavemente cerrados.
fr: Détendez la mâchoire, lèvres doucement fermées.
hi: होंठ हल्के बंद रखकर जबड़ा ढीला छोड़ें।
it: Rilassa la mascella con le labbra delicatamente chiuse.
mr: ओठ हलके मिटून जबडा सैल सोडा.

source: Resistance press
es: Presión de resistencia
fr: Presse de résistance
hi: रेज़िस्टेंस प्रेस
it: Pressione di resistenza
mr: रेझिस्टन्स प्रेस

source: Rest 15 seconds between sets.
es: Descansa 15 segundos entre series.
fr: Reposez-vous 15 secondes entre les séries.
hi: सेट के बीच 15 सेकंड आराम करें।
it: Riposa 15 secondi tra le serie.
mr: सेटमध्ये 15 सेकंद विश्रांती घ्या.

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीदारी रीस्टोर करें
it: Ripristina acquisti
mr: खरेदी पुनर्संचयित करा

source: Resume
es: Reanudar
fr: Reprendre
hi: जारी रखें
it: Riprendi
mr: पुन्हा सुरू

source: Return to center, then glide right. Keep it slow and controlled.
es: Vuelve al centro y desliza a la derecha. Lento y controlado.
fr: Revenez au centre, puis glissez à droite. Lentement et avec contrôle.
hi: बीच में लौटें, फिर दाईं ओर। धीमा और नियंत्रित रखें।
it: Torna al centro, poi scivola a destra. Lento e controllato.
mr: मध्यभागी या, मग उजवीकडे. सावकाश आणि नियंत्रित ठेवा.

source: Right side
es: Lado derecho
fr: Côté droit
hi: दाईं करवट
it: Lato destro
mr: उजव्या कुशीवर

source: Round
es: Redondo
fr: Rond
hi: राउंड
it: Rotonda
mr: गोल

source: Save scan to progress
es: Guardar escaneo en Progreso
fr: Enregistrer le scan dans Progrès
hi: स्कैन प्रगति में सेव करें
it: Salva la scansione nei Progressi
mr: स्कॅन प्रगतीत सेव्ह करा

source: Save your first scan and your score history will chart here. Re-scan weekly under similar lighting for the cleanest trend.
es: Guarda tu primer escaneo y tu historial aparecerá aquí. Vuelve a escanear cada semana con luz similar para la tendencia más fiable.
fr: Enregistrez votre premier scan et l'historique s'affichera ici. Re-scannez chaque semaine sous un éclairage similaire pour la tendance la plus fiable.
hi: पहला स्कैन सेव करें, स्कोर हिस्ट्री यहाँ चार्ट होगी। साफ़ ट्रेंड के लिए हर हफ़्ते मिलती-जुलती रोशनी में स्कैन करें।
it: Salva la prima scansione e la cronologia apparirà qui. Ripeti ogni settimana con luce simile per la tendenza più affidabile.
mr: पहिला स्कॅन सेव्ह करा, स्कोअर इतिहास इथे दिसेल. स्पष्ट ट्रेंडसाठी दर आठवड्याला सारख्या प्रकाशात स्कॅन करा.

source: Saved
es: Guardado
fr: Enregistré
hi: सेव हो गया
it: Salvato
mr: सेव्ह झाले

source: Scan
es: Escanear
fr: Scanner
hi: स्कैन
it: Scansione
mr: स्कॅन

source: Scan failed
es: Error de escaneo
fr: Échec du scan
hi: स्कैन नहीं हो पाया
it: Scansione non riuscita
mr: स्कॅन अयशस्वी

source: Scan your face
es: Escanea tu rostro
fr: Scannez votre visage
hi: अपना चेहरा स्कैन करें
it: Scansiona il tuo viso
mr: तुमचा चेहरा स्कॅन करा

source: Scan. Measure. Sculpt.
es: Escanea. Mide. Esculpe.
fr: Scannez. Mesurez. Sculptez.
hi: स्कैन। मापें। तराशें।
it: Scansiona. Misura. Scolpisci.
mr: स्कॅन. मोजा. घडवा.

source: Scanned on-device with JawForge
es: Escaneado en el dispositivo con JawForge
fr: Scanné sur l'appareil avec JawForge
hi: JawForge से डिवाइस पर ही स्कैन किया गया
it: Scansionato sul dispositivo con JawForge
mr: JawForge ने डिव्हाइसवरच स्कॅन केले

source: Scoring your jawline…
es: Puntuando tu mandíbula…
fr: Notation de votre mâchoire…
hi: आपकी जॉलाइन का स्कोर बन रहा है…
it: Calcolo del punteggio della jawline…
mr: तुमच्या जॉलाइनचा स्कोअर तयार होत आहे…

source: Screen time per day
es: Tiempo de pantalla al día
fr: Temps d'écran par jour
hi: रोज़ का स्क्रीन टाइम
it: Tempo di schermo al giorno
mr: दररोजचा स्क्रीन वेळ

source: Sharp
es: Definido+
fr: Ciselé
hi: शार्प
it: Scolpita
mr: शार्प

source: Sharpen your jaw angle
es: Afila tu ángulo mandibular
fr: Affûtez votre angle de mâchoire
hi: अपना जॉ एंगल तराशें
it: Scolpisci il tuo angolo mandibolare
mr: जबड्याचा कोन धारदार करा

source: Sharper jaw angle
es: Ángulo mandibular más definido
fr: Angle de mâchoire plus net
hi: तीखा जॉ एंगल
it: Angolo mandibolare più netto
mr: धारदार जबड्याचा कोन

source: Side and stomach sleeping press the jaw unevenly
es: Dormir de lado o boca abajo presiona la mandíbula de forma desigual
fr: Dormir sur le côté ou le ventre appuie inégalement sur la mâchoire
hi: करवट या पेट के बल सोने से जबड़े पर असमान दबाव पड़ता है
it: Dormire su un fianco o a pancia in giù preme sulla mascella in modo disuguale
mr: कुशीवर वा पोटावर झोपल्याने जबड्यावर असमान दाब येतो
